[
    {
        "quote": "Well, technically, chemistry is the study of matter. But I prefer to see it as the study of change.",
        "character": "Walter White"
    },
    {
        "quote": "Finding myself awake at three in the morning. But you know what? Ever since my diagnosis, I sleep just fine.",
        "character": "Walter White"
    },
    {
        "quote": "You know what Walt? Someone needs to protect this family from the man who protects this family.",
        "character": "Skyler White"
    },
    {
        "quote": "To all law enforcement entities, this is not an admission of guilt.",
        "character": "Walter White"
    },
    {
        "quote": "I have spent my whole life scared, frightened of things that could happen, might happen, might not happen, fifty years I spent like that.",
        "character": "Walter White"
    },
    {
        "quote": "I told you, Skyler, I warned you for a solid year: you cross me, and there will be consequences.",
        "character": "Walter White"
    },
    {
        "quote": "I need support. Me, the almost 40-year-old pregnant woman with a surprise baby on the way. And the husband with lung cancer who disappears for hours on end, and I do not know where he goes and he barely even speaks to me anymore.",
        "character": "Skyler White"
    },
    {
        "quote": "What I came to realize is that fear, that is the worst of it. That is the real enemy. So, get up, get out in the real world and you kick that bastard as hard you can right in the teeth.",
        "character": "Walter White"
    },
    {
        "quote": "The fun is over. From here on out, I am Mr. Low Profile. Just another douche bag with a job and three pairs of Dockers. If I am lucky, month from now, best-case scenario, I am managing a Cinnabon in Omaha.",
        "character": "Saul Goodman"
    },
    {
        "quote": "I am speaking to my family now. Skyler, you are the love of my life. I hope you know that.",
        "character": "Walter White"
    },
    {
        "quote": "Some straight like you, giant stick up his ass, age what, 60? He is just gonna break bad?",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "Even government doesnot care that much about quality. You know what is okay to put in hot dogs?",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "Oh, hey, nerdiest old dude I know, you wanna come cook crystal? Please. I would ask my diaper-wearing granny, but her wheelchair would not fit in the RV.",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "The moral of the story is I chose a half measure when I should have gone all the way. I will never make that mistake again. No more half measures, Walter.",
        "character": "Mike Ehrmantraut"
    },
    {
        "quote": "Is this just a genetic thing with you? Is it congenital? Did your mother drop you on your head when you were a baby?",
        "character": "Walter White"
    },
    {
        "quote": "And a man, a man provides. And he does it even when he is not appreciated, or respected, or even loved. He simply bears up and he does it. Because he is a man.",
        "character": "Gus Fring"
    },
    {
        "quote": "You are not the guy. You are not capable of being the guy. I had a guy, but now I do not. You are not the guy.",
        "character": "Mike Ehrmantraut"
    },
    {
        "quote": "I watched Jane die. I was there. And I watched her die. I watched her overdose and choke to death. I could have saved her. But I did not.",
        "character": "Walter White"
    },
    {
        "quote": "Smoking marijuana, eating Cheetos, and masturbating do not constitute plans in my book.",
        "character": "Walter White"
    },
    {
        "quote": "I have lived under the threat of death for a year now. And because of that, I have made choices.",
        "character": "Walter White"
    },
    {
        "quote": "Walt, please, lets both of us stop trying to justify this whole thing and admit you are in danger!",
        "character": "Skyler White"
    },
    {
        "quote": "Darth Vader had responsibilities. He was responsible for the Death Star.",
        "character": "Badger"
    },
    {
        "quote": "Sometimes the forbidden fruit tastes the sweetest.",
        "character": "Hank Schrader"
    },
    {
        "quote": "I do not believe fear to be an effective motivator. I want investment. For now, I am simply interested in time frame.",
        "character": "Gus Fring"
    },
    {
        "quote": "The one that says if I canot kill you, you will sure as *beep* wish you were dead.",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "You won, Walter. You got the job. Do yourself a favor and learn to take yes for an answer.",
        "character": "Mike Ehrmantraut"
    },
    {
        "quote": "The thing is, if you just do stuff and nothing happens, what is it all mean? What is the point? Oh right, this whole thing is about self-acceptance.",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "You are a time bomb, tick-tick-ticking. And I have no intention of being around for the boom.",
        "character": "Mike Ehrmantraut"
    },
    {
        "quote": "A guy opens his door and gets shot and you think that of me? No. I am the one who knocks!",
        "character": "Walter White"
    },
    {
        "quote": "Someone has to protect this family from the man who protects this family.",
        "character": "Skyler White"
    },
    {
        "quote": "I am not in the meth business. I am in the empire business.",
        "character": "Walter White"
    },
    {
        "quote": "You all know exactly who I am. Say my name.",
        "character": "Walter White"
    },
    {
        "quote": "I did it for me. I liked it. I was good at it. And, I was really. I was alive.",
        "character": "Walter White"
    },
    {
        "quote": "Do you know how much I make a year? I mean, even if I told you, you would not believe it.",
        "character": "Walter White"
    },
    {
        "quote": "So you do have a plan? Yeah, Mr. White! Yeah, science!",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "Clearly, his taste in women is the same as his taste in lawyers.",
        "character": "Saul Goodman"
    },
    {
        "quote": "I am not saying it is not bad. It is bad. But it could be worse.",
        "character": "Saul Goodman"
    },
    {
        "quote": "I will kill your wife, I will kill your son, I will kill your infant daughter.",
        "character": "Gus Fring"
    },
    {
        "quote": "You are the smartest guy I ever met, and you are too stupid to see he made up his mind 10 minutes ago.",
        "character": "Hank Schrader"
    },
    {
        "quote": "All I can do is wait for the cancer to come back.",
        "character": "Skyler White"
    },
    {
        "quote": "Put me on your magical boat, man, and sail me down your chocolaty river of meth!",
        "character": "Badger"
    },
    {
        "quote": "Sometimes it just feels better not to talk. At all. About anything. To anyone.",
        "character": "Walter White"
    },
    {
        "quote": "You are not the guy. You are not capable of being the guy. I had a guy but now I do not. You are not the guy.",
        "character": "Mike Ehrmantraut"
    },
    {
        "quote": "Name one thing in this world that is non negotiable.",
        "character": "Walter White"
    },
    {
        "quote": "I have spent my whole life scared frightened of things that could happen, might happen, might not happen.",
        "character": "Walter White"
    },
    {
        "quote": "Now, hey, remember, not all learning comes out of books.",
        "character": "Jesse Pinkman"
    },
    {
        "quote": "Jesse, you asked me if I was in the meth business or the money business. Neither. I am in the empire business.",
        "character": "Walter White"
    },
    {
        "quote": "My friends, I promise you that together, we will prosper.",
        "character": "Gus Fring"
    },
    {
        "quote": "Now look buddy, the last thing I want to do is get you in hot water, but some meth monkey had a feeding frenzy in my yard a few days ago.",
        "character": "Saul Goodman"
    }
]
